Diffuser/kOmegaSST/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2412                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    lowerWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          496;
        startFace       63919;
    }
    upperWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          496;
        startFace       64415;
    }
    outlet
    {
        type            patch;
        nFaces          65;
        startFace       64911;
    }
    inlet
    {
        type            patch;
        nFaces          65;
        startFace       64976;
    }
    frontAndBackPlanes
    {
        type            empty;
        inGroups        1(empty);
        nFaces          64480;
        startFace       65041;
    }
)

// ************************************************************************* //
